Revit 2023 API
GroupTypeId.AlternateUnits Property
 "Alternate Units"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId AlternateUnits { get; }
Visual Basic
Public Shared ReadOnly Property AlternateUnits As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AlternateUnits {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace